Repository: 84000/data-translation-memory
Catalog: toh174-v2.tmx
Source language: bo
Languages: en

source: མིག་གི་སྐྱེ་མཆེད་ནི་རྐྱེན་མང་པོ་ལས་སྐྱེས་པ་ཕྱིན་ཅི་ལོག་ལས་བྱུང་བའོ། །
en: The eye sense source is born from many causes and conditions and arises through mistaken perception.

source: གཟུགས་ལ་དམིགས་པའི་ཕྱིར་གཟུགས་ལ་རག་ལུས་པ་སྟེ།
en: It depends upon form, because it observes form.

source: གཉིས་ཕྲད་པ་ལས་གཟུགས་ཀྱི་རྐྱེན་གྱིས་མིག་གི་སྐྱེ་མཆེད་ཀྱི་རྐྱེན་ཡོད་པར་གྱུར་ཏེ།
en: When the two meet, the condition of form brings the condition of the eye sense source into existence.

source: གཟུགས་དང་མིག་གི་སྐྱེ་མཆེད་གཉིས་གཅིག་ལ་གཅིག་ལྟོས་པའི་ཕྱིར་མིག་གི་གཟུགས་ཞེས་བཤད་དོ། །
en: Because the form and eye sense sources are mutually dependent, they are collectively called the eye’s form .

source: མིག་དང་གཟུགས་ཞེས་བྱ་བ་གཟུགས་ནི་མིག་གི་སྐྱེ་མཆེད་འབྱུང་བར་བྱེད་པའི་སྒོ་ཡིན་ལ་མིག་ཀྱང་གཟུགས་ཀྱི་སྐྱེ་མཆེད་འབྱུང་ཞིང་སྣང་བར་བྱེད་པས་
en: Regarding the so-called eye and form , form is the gateway through which the eye sense source is generated, and the eye also generates and illuminates the form sense source.

source: དེ་བས་ན་སྐྱེ་མཆེད་ཀྱང་གཟུགས་ཀྱི་རྐྱེན་གྱིས་སྐྱེ་མཆེད་ཀྱི་སྒོ་ཞེས་བཏགས་པས་མིག་གི་སྐྱེ་མཆེད་ཅེས་བྱ་བ་སྟེ།
en: Therefore, with regard to the sense sources, the eye sense source is so-called because it is labeled a sense source gateway via the condition of form and

source: མིག་གིས་མཐོང་བའི་ཕྱིར་གཟུགས་ཀྱི་སྐྱེ་མཆེད་ཅེས་བྱའོ། །
en: the form sense source is so-called because it is seen by the eye.

source: ཀུན་རྫོབ་ཏུ་ཡོད་པར་གསུངས་ཀྱི་
en: While I teach that they do exist relatively,

source: མིག་ཀྱང་གཟུགས་ལ་མི་གནས།
en: the eye does not exist in form,

source: གཟུགས་ཀྱང་མིག་ལ་མི་གནས།
en: form does not exist in the eye,

source: མིག་མིག་ལ་མི་གནས།
en: the eye does not exist in the eye, and

source: གཟུགས་ཀྱང་གཟུགས་ལ་མི་གནས་ཏེ།
en: form does not exist in form.

source: རྐྱེན་མང་པོ་ལས་གཟུགས་སུ་དམིགས་པ་བྱུང་བས་མིག་གི་སྐྱེ་མཆེད་ཅེས་བཏགས་སོ། །
en: The eye sense source is thus labeled because observation of form arises from many conditions.

source: གཞན་ཡང་རྟེན་ཅིང་འབྲེལ་ཏེ་བྱུང་བ་ལས་མིག་གི་ཤེས་པ་དང་། མཐོང་བའི་མཚན་ཉིད་སྐྱེ་བས་གཟུགས་ཀྱི་སྐྱེ་མཆེད་ཅེས་བཏགས་སོ། །
en: Additionally, the form sense source is thus labeled because the eye consciousness and the characteristic of sight arise through dependent origination.

source: ཇི་ལྟར་ན་ཀུན་རྫོབ་ཏུ་ཕྱིན་ཅི་ལོག་ཏུ་བཤད་པའི་ཟླས་དོན་དམ་པར་མིག་གི་སྐྱེ་མཆེད་དམིགས་སུ་མེད་ཅིང་གཟུགས་ཀྱི་སྐྱེ་མཆེད་དམིགས་སུ་མེད་པ་བསྟན་པ་ཞེ་ན།
en: “How is it that, contrary to what is mistakenly claimed on the relative level, ultimately, the eye sense source and the form sense source are both taught to be unobservable?

source: མཁས་པ་དག་ནི་སྐྱེ་མཆེད་རྣམས་བཙལ་ན་ཡང་དག་པར་ཡོད་པར་མི་མཐོང་སྟེ།
en: When the wise seek the sense sources, they do not see them as truly existent.

source: བུས་པ་སོ་སོའི་སྐྱེ་བོ་བློ་ཕྱིན་ཅི་ལོག་ཏུ་གྱུར་པ་དག་ནི་མིག་གི་སྐྱེ་མཆེད་དང་། གཟུགས་ཀྱི་སྐྱེ་མཆེད་མཚན་མ་གཉིས་སུ་འཆད་དོ། །
en: Childish ordinary beings with mistaken perception speak of the eye sense source and the form sense source as two entities.

source: མིག་གི་སྐྱེ་མཆེད་དང་། གཟུགས་ཀྱི་སྐྱེ་མཆེད་དེ་ཉིད་ཡང་དག་པ་མ་ཡིན་པའི་སྐྱེ་མཆེད་བསྟན་པའོ། །
en: I have taught that the eye sense source and the form sense source are false sense sources.

source: ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་དུ་ཆོས་རྣམས་ཀྱི་དེ་ཁོ་ནའི་མཚན་ཉིད་ཤེས་པར་བྱ་བའི་ཕྱིར་སྐྱེ་མཆེད་རྣམས་ནི་རྟེན་ཅིང་འབྲེལ་ཏེ་བྱུང་བ་ཕྱིན་ཅི་ལོག་ཏུ་མངོན་པར་འབྱེད་པ་དང་ལྡན་པ་ལས་བྱུང་སྟེ
en: In order to bring about an accurate understanding of the true characteristics of phenomena, I have said that the sense sources arise due to dependent origination, in association with delusion; and thus,

source: སྐྱེ་མཆེད་ཀྱི་མཚན་ཉིད་དུ་ཡང་དག་པར་དམིགས་སུ་མེད་དོ། །
en: the characteristic of sense sources cannot be truly observed therein.

source: མིག་གི་སྐྱེ་མཆེད་དང་གཟུགས་ཀྱི་སྐྱེ་མཆེད་ནང་ན་མི་གནས། ཕྱི་རོལ་ན་མི་གནས། གཉི་གའི་བར་ན་མི་གནས་སོ། །
en: The eye and form sense sources do not exist internally, externally, or somewhere in-between.

source: མིག་གི་སྐྱེ་མཆེད་དང་། གཟུགས་ཀྱི་སྐྱེ་མཆེད་འདས་པ་མ་ཡིན། མ་འོངས་པ་མ་ཡིན། ད་ལྟར་གྱི་མ་ཡིན་ཏེ།
en: The eye and form sense sources are not past, present, or future.

source: འོན་ཀྱང་ད་ལྟར་གྱི་རྒྱུ་དང་རྐྱེན་འདུས་པ་ལས་གཟུགས་སུ་ཤེས་པས་མིག་གི་སྐྱེ་མཆེད་དུ་བརྗོད་དེ།
en: However, since form is perceived due to a gathering of causes and conditions in the present moment, it is called the eye sense source ;

source: བུས་པ་སོ་སོའི་སྐྱེ་བོ་དག་སྤྱོད་པ་བཞིན་ནོ། །
en: this accords with what is experienced by childish ordinary beings.

source: མཁས་པ་དག་ནི་སྐྱེ་མཆེད་རྣམས་ཡང་དག་པ་མ་ཡིན་པ་ཅིའང་མེད་པ། རྣམ་པར་བརྟགས་པའི་ཕྱིན་ཅི་ལོག་ལས་བྱུང་བར་ཁོང་དུ་ཆུད་པས་སྐྱེ་མཆེད་མ་ཡིན་པ་ནི་སྐྱེ་མཆེད་དུ་མཐོང་ཞིང་ཤེས་སོ། །
en: By understanding that the sense sources are false, nonexistent, and arisen from mistaken imputation, the wise see and understand that the sense sources are not sense sources.

source: སྐྱེ་མཆེད་ཀྱི་མཚན་ཉིད་མི་བརྗོད་ཅིང་སྐྱེ་མཆེད་ལ་མཚན་ཉིད་ངེས་པ་མེད་དོ། །
en: They do not speak of the characteristics of the sense sources, and they understand that the sense sources have no fixed characteristics, yet

source: རྟེན་ཅིང་འབྲེལ་ཏེ་འབྱུང་བར་དེ་བཞིན་གཤེགས་པས་གསུངས་སོ། །
en: the wise teach them to be dependently originated.

source: དེ་དག་ནི་སྐྱེ་མཆེད་དུ་མཐོང་བ་དང་ཤེས་པ་ཞེས་བྱའོ། །
en: The Thus-Gone One has said that these sense sources are known and understood;

source: འདི་ལྟ་སྟེ། སྐྱེ་མཆེད་རྣམས་ནི་ཡང་དག་པ་མ་ཡིན་པ། ཅིའང་མེད་པ། རྒྱུ་དང་རྐྱེན་ལ་རག་ལུས་པ། ཕྱིན་ཅི་ལོག་དང་ལྡན་པའི་འདུ་བྱེད་ལས་བྱུང་བའོ། །
en: namely, that the sense sources are false, nonexistent, dependent upon causes and conditions, and arisen from mistaken formations.

source: སྐྱེ་མཆེད་ནི་བྱས་པ་མེད་པ། བྱེད་པ་མེད་དེ།
en: The sense sources are uncreated and devoid of agent.

source: མིག་གི་སྐྱེ་མཆེད་གཟུགས་ཀྱི་སྐྱེ་མཆེད་དུ་རྣམ་པར་མི་རྟོག །གཟུགས་ཀྱི་སྐྱེ་མཆེད་ཀྱང་མིག་གི་སྐྱེ་མཆེད་དུ་མི་ཤེས་རྣམ་པར་མི་རྟོག་སྟེ།
en: The eye sense source cannot be known or conceived in relation to the form sense source, nor can the form sense source be known or conceived in relation to the eye sense source;

source: གཉི་གའི་མཚན་མ་དང་བྲལ་བའོ་ཞེས་ཆོས་ཉིད་ཀྱིས་འབྲེལ་པའི་མཚན་ཉིད་ཀྱིས་ན་དེ་ལ་རྣམ་པར་བརྟག་ཅིང་བརྗོད་དུ་མེད་དོ། །
en: both are devoid of marks. By virtue of the characteristic of being void in reality , the sense sources are beyond investigation and description.

source: སྐྱེ་མཆེད་ཀྱི་མཚན་ཉིད་ནི་རྟེན་ཅིང་འབྲེལ་ཏེ་འབྱུང་བས་བུས་པས་ཕྱིན་ཅི་ལོག་ཏུ་ཤེས་པ་དང་། འཕགས་པས་ཁོང་དུ་ཆུད་ཅིང་རྟོགས་པ་ཇི་བཞིན་ཏེ།
en: Since the characteristic of the sense sources arises in dependence, childish beings mistakenly apprehend them, while the noble ones correctly understand and know them.

source: མིག་གི་སྐྱེ་མཆེད་དང་། གཟུགས་ཀྱི་སྐྱེ་མཆེད་ནི་མ་སྐྱེས་པ། མི་འགག་པ། མ་འོངས་པ། མི་འགྲོ་བའི་མཚན་ཉིད་ཡིན་པས་
en: They know that the eye and form sense sources are characterized as being unborn, unceasing, and without coming or going. Thus,

source: མིག་གིས་མིག་མི་ཤེས།
en: the eye does not perceive the eye,

source: མིག་གིས་མིག་ཏུ་རྣམ་པར་མི་རྟོག །
en: the eye does not conceptualize the eye,

source: གཟུགས་ཀྱིས་གཟུགས་མི་ཤེས།
en: form does not perceive form, and

source: གཟུགས་ཀྱིས་གཟུགས་སུ་རྣམ་པར་མི་རྟོག་གོ། །
en: form does not conceptualize form.

source: གཉི་ག་སྟོང་པའི་ཕྱིར་རོ། །
en: Because both are empty.

source: གཉི་ག་བྲལ་བའི་ཕྱིར་མིག་གིས་མིག་གི་མཚན་ཉིད་མི་ཤེས།
en: Because both are void, the characteristic of the eye cannot be known via the eye, and

source: གཟུགས་ཀྱིས་གཟུགས་ཀྱི་མཚན་ཉིད་མི་ཤེས།
en: the characteristic of form cannot be known via form.

source: མིག་དང་གཟུགས་གཉི་ག་ལ་མཚན་ཉིད་མེད་ཆོས་མེད་དེ།
en: Both eye and form lack characteristics and qualities.

source: དེ་ལ་ངེས་པའི་མཚན་ཉིད་མེད་པས་
en: Since they lack true characteristics,

source: མིག་གིས་མིག་མ་བྱས།
en: the eye is not created by the eye,

source: མིག་གིས་མིག་ཏུ་མི་ཤེས་སོ། །
en: the eye cannot be understood by the eye,

source: གཟུགས་ཀྱིས་གཟུགས་མ་བྱས།
en: form is not created by form, and

source: གཟུགས་ཀྱིས་གཟུགས་མི་ཤེས་སོ། །
en: form cannot be understood by form.

source: གཉི་ག་མེད་པའི་ཕྱིར་མིག་ཀྱང་བདག་གོ་སྙམ་དུ་མི་སེམས།
en: Because both are nonexistent, the eye does not think, ‘I am the eye,’ and

source: གཟུགས་ཀྱང་བདག་ནི་གཟུགས་སོ་སྙམ་དུ་མི་སེམས།
en: form does not think, ‘I am form.’

source: མིག་དང་གཟུགས་ཀྱི་བདག་ཉིད་ནི་སྒྱུ་མའི་ངོ་བོ་ཉིད་དེ།
en: The identity of both eye and form is essentially an illusion, and so

source: ཡང་དག་པ་མ་ཡིན་པའི་བླ་དགས་སུ་མིག་དང་གཟུགས་ཞེས་བརྗོད་དོ། །
en: eye and form are also synonyms for falsity.

source: བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ནི་མིག་གི་སྐྱེ་མཆེད་དང་གཟུགས་ཀྱི་སྐྱེ་མཆེད་ལ་ཇི་ལྟར་རྣམ་པར་འབྱེད་ཅིང་རྟོག་པ་བཞིན་དུ་རྣ་བ་དང་། སྒྲ་དང་། སྣ་དང་། དྲི་དང་། ལྕེ་དང་། རོ་དང་། ལུས་དང་། རེག་བྱ་ཡང་དེ་བཞིན་ནོ། །
en: Bodhisattvas likewise discern and contemplate ear and sound, nose and odor, tongue and taste, and body and texture in the same manner as the eye and form sense sources.”

source: འཇིག་རྟེན་འཛིན་དེ་ལ་ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཡིད་ཀྱི་སྐྱེ་མཆེད་ལ་རྣམ་པར་འབྱེད་ཅིང་རྟོག་པ་ཞེ་ན།
en: “Lokadhara, how do bodhisattva great beings discern and contemplate the mind sense source?

source: བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་ཡིད་ཀྱི་སྐྱེ་མཆེད་ལ་རྣམ་པར་འབྱེད་ཅིང་རྟོག་པའི་ཚེ་དེ་འདི་སྙམ་དུ་ཡིད་ཀྱི་སྐྱེ་མཆེད་དམིགས་སུ་མེད།
en: When bodhisattva great beings discern and contemplate the mind sense source, they think, ‘The mind sense source is unobservable.

source: ཡིད་ལ་སྐྱེ་མཆེད་དུ་ངེས་པའི་མཚན་ཉིད་མེད་དེ།
en: There are no true characteristics of a sense source in the mind.

source: ཡིད་ཀྱི་སྐྱེ་མཆེད་ལ་དངོས་པོ་མེད་པར་སེམས་སོ། །
en: The mind sense source is insubstantial.’

source: ཡིད་ཀྱི་སྐྱེ་མཆེད་ནི་རྟེན་ཅིང་འབྲེལ་ཏེ་བྱུང་བས་ཕྱིན་ཅི་ལོག་ལས་སྐྱེས་ཏེ།
en: The mind sense source arises from mistaken perception, through the process of dependent origination.

source: ཆོས་ཀྱི་སྐྱེ་མཆེད་ལ་རག་ལུས་པས་གཉིས་ཕྲད་པ་ལས་བྱ་བ་མེད་པར་འགྱུར་རོ། །
en: Since it depends upon the mental-object sense source, it performs its function based on the meeting of the two.

source: ཡིད་ཀྱི་སྐྱེ་མཆེད་ཀྱང་ཆོས་ཀྱི་སྐྱེ་མཆེད་ཀྱི་རྐྱེན་གྱིས་འབྱུང་ལ།
en: The mind sense source occurs because of the condition of the mental-object sense source.

source: ཆོས་ཀྱི་སྐྱེ་མཆེད་ཀྱི་རྐྱེན་གྱིས་རྣམ་པར་འབྱེད་པར་གྱུར་ཏེ། མཚན་ཉིད་གཉིས་སུ་ཕྱེའོ། །
en: It is discerned through the condition of the mental-object sense source, and its characteristic is twofold.

source: ཡིད་ལ་བརྟེན་ནས་ཆོས་ཀྱི་སྐྱེ་མཆེད་ཀྱི་གནས་ཡོད་པར་འགྱུར་ཏེ།
en: The mental-object sense source finds its locus in dependence upon the mind.

source: ཡིད་ནི་ཆོས་སྐྱེ་ཞིང་མཆེད་པར་བྱེད་པའི་སྒོ་ཡིན་ལ་
en: Mind is the gateway of the arising and development of mental objects, and

source: ཆོས་ཀྱི་སྐྱེ་མཆེད་ཀྱང་ཡིད་ཀྱི་སྒོ་ཡིན་ནོ། །
en: the mental-object sense source is likewise the gateway of the mind.

source: དེ་བས་ན་ཆོས་ཀྱི་སྐྱེ་མཆེད་ཅེས་གདགས་སོ། །
en: Therefore, it is termed the mental-object sense source .

source: ཆོས་ཀྱི་སྐྱེ་མཆེད་ཀྱི་སྒོའི་རྐྱེན་གྱིས་ཡིད་ཀྱི་སྐྱེ་མཆེད་དུ་བརྗོད་དེ།
en: The mind sense source is named as such due to it being the gateway of the mental-object sense source.

source: ཡིད་ཀྱི་མཚན་ཉིད་ཀྱི་སྒོ་བསྟན་ཅིང་ཤེས་པར་བྱ་བའི་ཕྱིར་ཆོས་ཀྱི་སྐྱེ་མཆེད་ཅེས་བརྗོད་པར་གྱུར་ཏོ། །
en: The mental-object sense source is taught in order to demonstrate and bring about knowledge of the gateway of the mind’s characteristics.

source: ཀུན་རྫོབ་ཀྱི་བདེན་པ་ཡང་དག་པར་བཤད་ཀྱི་
en: Although the relative truth is expressed correctly,

source: ཡིད་ཀྱང་ཆོས་ལ་མི་བརྟེན་ཆོས་ཀྱང་ཡིད་ལ་མི་བརྟེན་ཏེ།
en: the mind does not rely upon mental objects, and mental objects do not rely upon the mind. Yet,

source: རྟེན་ཅིང་འབྲེལ་ཏེ་འབྱུང་བས་ཆོས་རྣམས་རྐྱེན་དུ་གྱུར་ཏེ་ཡིད་ཀྱི་སྐྱེ་མཆེད་ཅེས་བཤད་དོ། །
en: the mind sense source is so-called because it dependently originates, and mental objects are its conditions; while

source: རྟེན་ཅིང་འབྲེལ་ཏེ་འབྱུང་བ་དང་ཡིད་ཀྱི་མཚན་ཉིད་བསྟན་པའི་ཕྱིར་རོ། །ཆོས་ཀྱི་སྐྱེ་མཆེད་བརྗོད་དེ་
en: the mental-object sense source is so-called because it demonstrates dependent origination and the characteristics of the mind.

source: ཀུན་རྫོབ་ཏུ་ཕྱིན་ཅི་ལོག་བཤད་པའི་ཟླས་དོན་དམ་པར་ཡིད་ཀྱི་སྐྱེ་མཆེད་དམིགས་སུ་མེད། ཆོས་ཀྱི་སྐྱེ་མཆེད་དམིགས་སུ་མེད་པར་གསུངས་སོ། །
en: These are explained according to delusional perception on the relative level, whereas on the ultimate level, the mind sense source and mental-object sense source are said to be unobservable.

source: མཁས་པ་དག་ནི་སྐྱེ་མཆེད་ལ་རྣམ་པར་བརྟགས་ན་ཡང་དག་པར་ཡོད་པར་མི་མཐོང་ངོ་། །
en: Upon investigation, the wise do not find the sense sources to be truly existent.

source: བུས་པ་སོ་སོའི་སྐྱེ་བོ་བློ་ཕྱིན་ཅི་ལོག་ཏུ་གྱུར་པ་དག་ནི་ཡིད་ཀྱི་སྐྱེ་མཆེད་དང་ཆོས་ཀྱི་སྐྱེ་མཆེད་ཅེས་མཚན་མ་རྣམ་པ་གཉིས་སུ་བརྗོད་དོ། །
en: Childish ordinary beings, with their mistaken perception, talk about the mind sense source and the mental-object sense source as two kinds of marks.

source: ཡིད་ཀྱི་སྐྱེ་མཆེད་དང་ཆོས་ཀྱི་སྐྱེ་མཆེད་ནི་ཡང་དག་པ་མ་ཡིན་པ། ཅི་ཡང་མེད་པ་དེ་ཁོ་ན་ཉིད་ཇི་བཞིན་དུ་དེ་བཞིན་གཤེགས་པས་ཐུགས་སུ་ཆུད་པས་སྐྱེ་མཆེད་ཅེས་གསུངས་སོ། །
en: The mind and mental-object sense sources are false and nonexistent. Since the Thus-Gone One accurately understands this, he calls them sense sources.

source: སྐྱེ་མཆེད་རྣམས་ནི་རྟེན་ཅིང་འབྲེལ་ཏེ་བྱུང་བ་ཕྱིན་ཅི་ལོག་དང་ལྡན་པའི་འདུ་བྱེད་ལས་བྱུང་བས་
en: Since sense sources are dependently originated from mistaken formations,

source: དེ་ལ་ནི་ཡིད་ཀྱི་སྐྱེ་མཆེད་དང་། ཆོས་ཀྱི་སྐྱེ་མཆེད་དུ་ཡང་དག་པར་དམིགས་སུ་མེད་དོ། །
en: no mind or mental-object sense source can be truly observed there.

source: ཡིད་ཀྱི་སྐྱེ་མཆེད་དང་ཆོས་ཀྱི་སྐྱེ་མཆེད་ནི་ནང་ན་མི་གནས། ཕྱི་རོལ་ན་མི་གནས། གཉི་གའི་བར་ན་མི་གནས་སོ། །
en: The mind and mental-object sense sources do not exist internally, externally, or somewhere in-between.

source: གཞན་ཡང་ཡིད་ཀྱི་སྐྱེ་མཆེད་ནི་འདས་པ་ཡང་མ་ཡིན། མ་འོངས་པ་ཡང་མ་ཡིན།
en: “Moreover, the mind sense source is not past, future, or present.

source: ད་ལྟར་གྱི་འཕྲལ་གྱི་རྐྱེན་ཤེས་པ་ལས་བུས་པ་སོ་སོའི་སྐྱེ་བོས་བསམས་པའི་རྗེས་སུ་ཡིད་ཀྱི་སྐྱེ་མཆེད་དང་ཆོས་ཀྱི་སྐྱེ་མཆེད་ཅེས་བརྗོད་དོ། །
en: Yet, based upon the perception in present adventitious conditions, the mind sense source and mental-object sense source are taught in accord with childish ordinary beings’ thinking.

source: མཁས་པ་དག་ནི་ཡིད་ཀྱི་སྐྱེ་མཆེད་དང་ཆོས་ཀྱི་སྐྱེ་མཆེད་ལ་ཡང་དག་པ་མ་ཡིན་པ། ཅི་ཡང་མེད་པ། ཕྱིན་ཅི་ལོག་ཏུ་རྣམ་པར་རྟོག་པ་ལས་བྱུང་བ་སྐྱེ་མཆེད་མ་ཡིན་པ་ལ་སྐྱེ་མཆེད་དུ་ཁོང་དུ་ཆུད་པར་རྟོགས་སོ། །
en: The wise understand the mind sense source and mental-object sense source as sense sources that are not sense sources; they are false, nonexistent, and arisen from mistaken conceptuality.

source: སྐྱེ་མཆེད་རྣམས་ལ་ངེས་པར་སྐྱེ་མཆེད་ཀྱི་མཚན་ཉིད་མེད་པའི་ཕྱིར་རོ། །
en: Because sense sources definitively lack the characteristic of being sense sources.

source: མཁས་པ་དག་ནི་དེ་ལྟར་སྐྱེ་མཆེད་རྣམས་ལ་ཡང་དག་པ་མ་ཡིན་པ་ཅི་ཡང་མེད་པར་རྟོགས་ཏེ།
en: The wise thus realize the sense sources to be false and nonexistent, in that

source: ཡིད་ཀྱི་སྐྱེ་མཆེད་དང་ཆོས་ཀྱི་སྐྱེ་མཆེད་རང་བཞིན་གྱིས་དམིགས་སུ་མེད།
en: the mind sense source and mental-object sense source are inherently unobservable, and

source: ཡིད་ཀྱི་སྐྱེ་མཆེད་དང་ཆོས་ཀྱི་སྐྱེ་མཆེད་ལས་བྱུང་བ་དེ་ཁོ་ནའི་མཚན་ཉིད་དུ་ཡང་མི་དམིགས་སོ། །
en: any true characteristic that arises from the mind sense source and mental-object sense source is also unobservable.

source: དེ་ལྟར་ཡིད་ཀྱི་སྐྱེ་མཆེད་དང་ཆོས་ཀྱི་སྐྱེ་མཆེད་ནི་རྟེན་ཅིང་འབྲེལ་ཏེ་བྱུང་བས་
en: “Since the mind sense source and mental-object sense source are thus dependently originated,

source: དེ་བཞིན་གཤེགས་པས་ཀྱང་སྐྱེ་མཆེད་རྣམས་ཀྱི་ཤེས་པ་དང་མཐོང་བའི་མཚན་ཉིད་གསུངས་པ་ནི་འདི་ལྟ་སྟེ། སྐྱེ་མཆེད་རྣམས་ཡང་དག་པ་མ་ཡིན་པ། ཅི་ཡང་མེད་པ། ཕྱིན་ཅི་ལོག་དང་ལྡན་པའི་འདུ་བྱེད་ལས་བྱུང་བ། རྒྱུ་དང་རྐྱེན་ལ་རག་ལུས་པ། ཡིད་ཀྱི་སྐྱེ་མཆེད་དང་ཆོས་ཀྱི་སྐྱེ་མཆེད་བྱས་པ། བྱེད་པ། བྱེད་པ་མེད་པ། ཡིད་ཀྱི་སྐྱེ་མཆེད་ཀྱིས་ཆོས་ཀྱི་སྐྱེ་མཆེད་དུ་རྣམ་པར་མི་རྟོག །ཆོས་ཀྱི་སྐྱེ་མཆེད་ཀྱང་ཡིད་ཀྱི་སྐྱེ་མཆེད་དུ་རྣམ་པར་མི་རྟོག་པར་ཤེས་སོ། །
en: the Thus-Gone One describes the characteristics of knowing and understanding the sense sources as follows: the sense sources are false, nonexistent, arisen from mistaken formations, and dependent upon causes and conditions; the mind sense source and mental-object sense source are uncreated, devoid of action, and devoid of agent; the mental-object sense source cannot be known or conceived by the mind sense source; and the mind sense source cannot be known or conceived in relation to the mental-object sense source.

source: གཉི་གའི་དང་བྲལ་བའི་ཕྱིར་རོ། །
en: It is due to the absence of them both.

source: དེ་ལྟར་མཚན་ཉིད་གཉིས་དང་བྲལ་བས་ན་དེ་ལ་རྣམ་པར་དབྱེར་མེད་དོ། །
en: By virtue of thus being devoid of two characteristics, no divisions can be made between them.

source: སྐྱེ་མཆེད་དེ་དག་ནི་རྟེན་ཅིང་འབྲེལ་ཏེ་བྱུང་བ་ཡིན་ཡང་བུས་པ་སོ་སོའི་སྐྱེ་བོ་དག་ཕྱིན་ཅི་ལོག་ཏུ་སེམས་པའི་རྗེས་སུ་བརྗོད་པ་ཡིན་ནོ། །
en: Even though these sense sources are dependently originated, they are taught according to the mistaken thinking of childish ordinary beings.

source: འཕགས་པ་རྣམས་ཀྱིས་ཁོང་དུ་ཆུད་ཅིང་རྟོགས་པ་ལྟར་ན་ཡིད་ཀྱི་སྐྱེ་མཆེད་ཀྱང་མི་སྐྱེ་བ། མ་སྐྱེས་པ། མི་འགག་པ། མི་འོང་བ། མ་སོང་བ་སྟེ།
en: According to the understanding and realization of noble beings, the mind sense source does not arise; it is unborn, does not cease, does not come, and does not go.

source: ཡིད་ཀྱིས་ཡིད་མི་ཤེས། ཡིད་དུ་རྣམ་པར་མི་རྟོག །
en: The mind cannot be understood by the mind or conceptualized to be the mind.

source: ཆོས་ཀྱིས་ཆོས་སུ་མི་ཤེས། ཆོས་སུ་རྣམ་པར་མི་རྟོག་སྟེ།
en: Mental objects cannot be understood by mental objects or conceptualized by mental objects.

source: གཉི་ག་དང་བྲལ་བའི་ཕྱིར་ཡིད་ཀྱིས་ཡིད་ཀྱི་མཚན་ཉིད་མི་ཤེས། ཆོས་ཀྱིས་ཆོས་ཀྱི་མཚན་ཉིད་མི་ཤེས་ཏེ།
en: Because both are void, the mind cannot understand the characteristics of mind, and mental objects cannot understand the characteristics of mental objects.

source: མཚན་ཉིད་དེ་གཉི་ག་ཅི་ཡང་མེད་པས་དེ་ལ་ནི་ངེས་པའི་ཆོས་གཅིག་ཀྱང་མེད་དོ། །
en: Since both of them have nonexistent characteristics, they have no actual qualities whatsoever.

source: ཡིད་ཀྱིས་མི་འགྲུབ་ལ་ཡིད་འཇིག་པར་ཡང་མི་ནུས།
en: Mind cannot either create or destroy mind.

source: ཆོས་ཀྱིས་ཀྱང་ཆོས་མི་འགྲུབ་ལ་ཆོས་འཇིག་པར་མི་ནུས་སོ། །
en: Mental objects cannot either create or destroy mental objects.

source: གཉི་ག་མེད་པས་ཡིད་ཀྱི་སྐྱེ་མཆེད་ནི་བདག་ཡིད་ཀྱི་སྐྱེ་མཆེད་དོ་སྙམ་དུ་མི་སེམས་སོ། །
en: Because neither exists, the mind sense source does not think, ‘I am the mind sense source,’ and

source: ཆོས་ཀྱི་སྐྱེ་མཆེད་ཀྱང་བདག་ནི་ཆོས་ཀྱི་སྐྱེ་མཆེད་དོ་སྙམ་དུ་མི་སེམས་སོ། །
en: the mental object sense source does not think, ‘I am the mental object sense source.’

source: དེ་གཉི་ག་སྟོང་པས་སྒྱུ་མ་ལྟ་བུ་སྟེ།
en: Both are empty and thus illusory; yet

source: མིང་དང་ཚིག་ཏུ་རྣམ་པར་ཕྱེ་ནས་བཏགས་སོ། །
en: they are distinguished and labeled in name and term.

source: བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་ཡིད་ཀྱི་སྐྱེ་མཆེད་དང་ཆོས་ཀྱི་སྐྱེ་མཆེད་དེ་ལྟ་བུ་རྣམ་པར་འབྱེད་ཅིང་རྟོག་གོ། །
en: This is how bodhisattva great beings discern and contemplate the mind and mental-object sense sources.”

source: འཇིག་རྟེན་འཛིན་དེ་ལ་ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་ནང་གི་སྐྱེ་མཆེད་དྲུག་དང་། ཕྱིའི་སྐྱེ་མཆེད་དྲུག་ལ་རྣམ་པར་འབྱེད་ཅིང་རྟོག་པ་ཞེ་ན། འདི་ལྟ་སྟེ།
en: “Lokadhara, how do bodhisattva great beings discern and contemplate the six inner and six outer sense sources? They do so in this way:

source: སྐྱེ་མཆེད་བཅུ་གཉིས་ནི་ཐམས་ཅད་ཀྱང་ཡང་དག་པ་མ་ཡིན་པ་རྐྱེན་མང་པོ་དང་། ཕྱིན་ཅི་ལོག་ཏུ་ལྡན་པ་ལས་སྐྱེས་པ་སྟེ།
en: The twelve sense sources all arise from falsity, many conditions, and mistaken perception.

source: མཚན་མ་གཉིས་སུ་གྱུར་པའི་ཕྱིར་ཕྱི་དང་ནང་གཉིས་སོ། །
en: Because they are of two marks, they are both outer and inner.

source: བུས་པ་སོ་སོའི་སྐྱེ་བོ་དག་ཡང་དག་པའི་ཆོས་མ་ཐོས་པ་སྐྱེ་མཆེད་བཅུ་གཉིས་ཀྱི་ཡང་དག་པ་ཉིད་མི་ཤེས་པའི་ཕྱིར་
en: Because childish ordinary beings who have not heard the genuine Dharma do not understand the true reality of the twelve sense sources,

source: མིག་གི་སྐྱེ་མཆེད་ལ་ཆགས་ནས་བདག་མིག་གི་སྐྱེ་མཆེད་བདག་གི་མིག་གི་སྐྱེ་མཆེད་ཅེས་ཆགས།
en: they become attached to the eye sense source and think, ‘I am the eye sense source,’ or ‘this is my eye sense source.’

source: གཟུགས་ཀྱི་སྐྱེ་མཆེད་ལ་ཆགས་ནས་བདག་གཟུགས་ཀྱི་སྐྱེ་མཆེད། བདག་གི་གཟུགས་ཀྱི་སྐྱེ་མཆེད་ཅེས་ཆགས་པ་ནས་རྣ་བ་དང་། སྒྲ་དང་། སྣ་དང་། དྲི་དང་། ལྕེ་དང་། རོ་དང་། ལུས་དང་། རེག་བྱ་དང་། ཡིད་དང་། ཆོས་ཀྱི་བར་དུ་བདག་ཡིད། བདག་གི་ཡིད། བདག་ཆོས། བདག་གི་ཆོས་སོ་ཞེས་ཆགས་སོ། །
en: Likewise, they become attached to the form sense source and think, ‘I am the form sense source,’ or ‘this is my form sense source.’ It is the same with regard to the ear and sound, the nose and odor, the tongue and taste, the body and tactile objects, and the mind and mental objects, to which they become attached and think, ‘I am mind,’ or ‘this is my mind,’ and ‘I am mental objects,’ or ‘these are my mental objects.’

source: དེ་ལྟར་ཆགས་པས་ན་སྐྱེ་མཆེད་བཅུ་གཉིས་ཀྱིས་ཀུན་ནས་ཀླགས་ཤིང་བཅིངས་ཏེ་
en: As they become attached in this way and are hurt and bound by the twelve sense sources,

source: ལམ་རྒྱུད་ལྔར་ཡང་དང་ཡང་འཁོར་བར་གྱུར་ནས་འབྱུང་བའི་ལམ་མི་ཤེས་སོ། །
en: they cycle again and again among the five classes of beings, without knowing the way out.

source: བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་དེ་ལྟར་སྐྱེ་མཆེད་བཅུ་གཉིས་ལ་ཡང་དག་པར་བརྟགས་ན་སྐྱེ་མཆེད་བཅུ་གཉིས་རྣམས་ཡང་དག་པ་མ་ཡིན་པ། སྒྱུ་མ། སྙིང་པོ་མེད་པ། གསོག །གསོབ་ལྟ་བུ། སྟོང་པ། སྒྱུ་མ་ལྟ་བུར་མཐོང་།
en: “When they genuinely investigate the twelve sense sources in this fashion, bodhisattva great beings see them to be false, illusory, insubstantial, void, hollow, empty, and illusory.

source: མིག་གི་སྐྱེ་མཆེད་ལ་བདག་གམ་བདག་གི་བར་མི་ཆགས་པ་ནས་ཆོས་ཀྱི་སྐྱེ་མཆེད་ཀྱི་བར་དུ་བདག་གམ་བདག་གི་བར་མི་ཆགས་སོ། །
en: They will not become attached to the eye sense source as I or mine , and so forth, up to they will not become attached to the mental object sense source as I or mine .

source: དེ་ལྟར་མི་ཆགས་པས་ན་རྣམ་པར་མི་རྟོག་སྟེ།
en: Without becoming attached, they do not falsely conceptualize.

source: བྱང་ཆུབ་སེམས་དཔའ་རྣམས་དེ་ལྟར་སྐྱེ་མཆེད་བཅུ་གཉིས་ལ་ཤིན་ཏུ་མཁས་སོ། །
en: This is how bodhisattvas are skilled in the twelve sense sources.

source: འཇིག་རྟེན་འཛིན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་དེ་ལྟར་སྐྱེ་མཆེད་རྣམས་ཀྱི་ཐབས་ལ་མཁས་པས་སྐྱེ་མཆེད་བཅུ་གཉིས་ཐམས་ཅད་ལ་མ་ཆགས་མི་ཐོགས།
en: “Lokadhara, thus skilled in the twelve sense sources, bodhisattva great beings do not become attached to or hindered by any of the twelve sense sources.

source: སྐྱེ་མཆེད་རྣམས་ཤེས་པར་བྱ་བ་དང་། མཐོང་བར་བྱ་བ་ལ་ཡང་རྟོག་ལ་
en: They contemplate the sense sources as something to be known and understood.

source: སྐྱེ་མཆེད་རྣམས་རྣམ་པར་འབྱེད་པ་ལ་ཡང་མཁས་པས་རྐྱེན་མང་པོ་ལས་སྐྱེས་པའི་ཆོས་ཀྱི་སྐྱེ་མཆེད་བཅུ་གཉིས་ཁོང་དུ་ཆུད་ཅིང་རྟོགས་པ་དང་། མཚན་མ་མེད་པས་སྐྱེ་མཆེད་བཅུ་གཉིས་ཀྱི་མཚན་མ་འཇིག་པ་དང་། སྐྱེ་མཆེད་རྣམས་རྟེན་པའི་ལམ་གྱི་རྗེས་སུ་མི་གནས་པ་དང་། སྐྱེ་མཆེད་རྣམས་ཀྱི་མཚན་ཉིད་མེད་པར་ཤེས་པ་དང་། མཚན་ཉིད་རྣམས་ཀྱི་སྦྱོར་བའི་ཐབས་ཀྱི་མཐའ་དག་ཀྱང་ཤེས་ཤིང་རྟོགས་སོ། །
en: Skilled in discerning the sense sources, they understand and realize that the twelve sense sources are born from many conditions. Because of the absence of marks, they know how to do away with the marks of the twelve sense sources, how to not follow the path that involves the sense sources, and how the sense sources are devoid of marks. They also know and understand the entirety of methods related to the practice of their characteristics.

source: འཇིག་རྟེན་འཛིན་འདི་ལྟ་སྟེ།
en: Lokadhara, it is like this:

source: སྒྱུ་མ་མཁན་གྱིས་སྒྱུ་མ་བྱས་པའི་འཁྲུལ་འཁོར་ལས་ཕྱོགས་བཞི་ནས་ཆུ་འབབ་པ་ལྟར་སྐྱེ་མཆེད་བཅུ་གཉིས་ཀྱང་དེ་བཞིན་དུ་ཕྱི་ནང་གི་རྟེན་ཅིང་འབྲེལ་བ་ལས་བྱ་བ་ཀུན་བྱེད་པར་གྱུར་ཏེ
en: just as water can fall from the four sides of a device conjured by an illusionist, so can the twelve sense sources perform all sorts of functions through inner and outer dependent origination. Yet

source: དེ་ལ་ནི་ཡང་དག་པར་དངོས་པོར་དམིགས་སུ་མེད་དོ། །
en: there is nothing in them that can be truly observed to substantially exist.

source: སྐྱེ་མཆེད་བཅུ་གཉིས་པོ་འདི་སྔོན་གྱི་ལས་ཀྱི་འཁྲུལ་འཁོར་གྱིས་རྣམ་པར་བཅིངས་པས་བྱ་བ་ཀུན་བྱས་པར་གྱུར་ཏོ། །
en: Bound by the magic of previous actions, these twelve sense sources perform all sorts of functions.
